Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “好吧，那你叫我来有什么事情？”游小默看着白衣帅哥淡然的模样，突然觉得他也不是那么恐怖了，至少他还没看过哪只鬼长得这么赏心悦目，甚至还给他一种很强烈的亲和力。
en_us: "Alright, then why did you call me over?" You XiaoMo saw the handsome white-robed guy's cool appearance, and he suddenly felt as if he wasn't all that scary at all. At the very least, he had never seen a ghost who looked so pleasing to the eye and had even attracted him so strongly.

source: “好吧，那我们就等着你们让我们后悔，那么，接下来我们也不用付账了。”游小默一边说，一边起身往外走，这是他第一次吃霸王餐，吃得真不爽。
en_us: "Alright then. We'll just wait for you to make us regret. Then, I guess we don't need to pay anymore," You XiaoMo said as he began to walk out. This was the first time he had ever dined and dashed, and it was an unpleasant experience.

source: “好啊。”游小默笑眯眯的点点头。
en_us: "Okay." You XiaoMo nodded, smiling.

source: “好漂亮的一对姐妹花啊！”
en_us: "Such a beautiful pair of sisters!" (姐妹花)

source: “好的，请三位客官跟我来。”
en_us: "Very well. Please follow me, three Honored Guests."

source: “好的，请二位爷跟小人来。”阿川立即说道。
en_us: "Alright, then please come with me," A Chuan immediately replied.

source: “好茶好酒都拿过来。”
en_us: "Then bring me the high-grade wines and teas."

source: “好！”
en_us: "Okay!"

source: “好！”凌霄回得十分干脆。
en_us: "Okay!" Ling Xiao replied extremely simply.

source: “好，只要你能拿得出一张一张彩级一品的丹方，老头不会让你吃亏的。”
en_us: "Alright, if you can give me one first grade rainbow level pill recipe, I definitely will make it worth your while."

source: “如何？”慵懒邪魅的声音不紧不慢的响起。
en_us: "So?" A lazy and bewitching voice rang out slowly.

source: “如何？”青年见老者放到手中的灵草，便紧张的问道。
en_us: "How is it?" The young man asked nervously, looking at the magic herb in the elder's hand.

source: “如果不是找人就不会限制只许进不许出，而且进城还盘查得那么严格，明显他们要找的人可能不止一人，应该是担心有人会来接应那个人。”
en_us: "They would not need to only allow entry yet restrict exit if they weren't looking for someone. Furthermore, the checks to enter the city were so strict. It was obvious that they were looking for more than one person. They were probably worried that someone would come to the rescue of that person.

source: “如果中途有我们不得不做的事情发生，我会以我们的事情为优先，所以你也不要太过期待我们会马不停蹄的送你的小主人回家。”
en_us: "If something happens along the road that we have to do, it will take priority, so you shouldn't expect too much that we'll send your Young Master back home without stopping."

source: “如果你们想借船出海就别想了，河镇的人是不会借船给你们这些外来者的。”老人冷漠的说道，连头也不抬。
en_us: "If you want to borrow a boat to go to sea, forget about it. The people from River Town will not lend boats to outsiders like you." The old man indifferently stated without raising his head.

source: “如果十层的牢笼也是玄铁铸造的，我们是不是应该先想办法把玄铁解决了？”游小默摸着下巴说道。
en_us: "If the tenth floor's prisons are also made of myth steel, then shouldn't we find a way to deal with that first?" You XiaoMo asked, rubbing his chin.

source: “如果只是这样，那就不是喜欢了，你只是纯粹对他有好感罢了，两者是不一样的，听我的话，他并不适合你，等你将来遇到对的人，你就会知道，那个人才是你一直在等的人。”乔无星碰碰她的脸颊。
en_us: "If that's why, then that isn't love. You just have positive feelings for him. The two are different. Listen to me. He isn't suited to you. When you meet the right person in the future, you'll know that that's the person you've been waiting for all along." Qiao WuXing patted her cheek.

source: “如果大家没有问题的话，那便开始吧，有一点要记住，进入重力屋之前，用你们的卡在门口的石壁凹槽刷一下，重力屋自然会将你们的信息记录进去，接下来一个一个进。”五长老淡淡的扫了众人一眼。
en_us: “If no one else has any more questions, then let’s start. Remember to swipe your card on the slot beside the door before you go in. That way, the Gravity Room will automatically record your achievements. Now, everyone will go in one by one.” The Fifth Elder swept everyone with his gaze.

source: “如果我不取消自己的名字，到时有人挑战我，我没出赛，还有不挑战别人，会有什么后果？”
en_us: "If I don't remove my name and someone challenges me but I don't attend or challenge anyone else, what will happen?"

source: “如果明天再找不到人，傍晚我会下令解除封城的禁令。”
en_us: "If you can't find them by tomorrow, I'll give the order to open up the city in the evening."

source: “如果真的遇到海贼，到时我们不会坐视不管的。”游小默承诺道。
en_us: "We won't sit idly by if we really encounter pirates." You XiaoMo promised.

source: “妖凰族每一位族人在出生的时候都会经过几道程序，以检验他们身上的血脉纯净度，资质有多高，而我母亲从出生起就是妖凰族的圣女，检验的程序比其他族人更严格，若她身上真的拥有龙族的血脉是不可能检验不出来的。”
en_us: "Every member of the Demon Phoenix Clan will have undergo several procedures at birth to check the purity level of their bloodline and the level of their aptitude. From birth, my mother was the holy maiden (圣女) of the Demon Phoenix Clan and the inspection of those procedures were more stringent than the other clan members. It is inconceivable for them to have missed it if she really had the bloodline of the Dragon Clan in her veins."

source: “姐姐！”莫非尖叫着就要冲过去。
en_us: "Sis!" Mo Fei screamed as she was about to rush over.

source: “姐姐，你别担心，谅她们也不敢真的对我们动手。”莫菲以为莫雪在生气。
en_us: "Sister, don't worry, they won't really dare to do anything to us," Mo Fei thought that what Mo Xue was expressing was rage.

source: “姐姐，等等我！”
en_us: "Sister, wait for me!"

source: “姬凤，妖凰族果然把你派来了。”青年吐出一句咬牙切齿的话。
en_us: "Ji Feng, so the Demon Phoenix Clan really sent you." The youth spat out his sentence as he gnashed his teeth.

source: “姬赫，你冷静一些，失去后辈的不止有我们，其他三族肯定会有动作，我们且看他们准备怎么做，这件事牵涉太广，一时半会不可能有答案。”姬翁从容的说道，双手开始压制怀里越来越不安分的胖娃娃。
en_us: "Keep calm, Ji He. We're not the only ones who have lost their descendants. The other three clans are bound to make a move. We'll see how they proceed for the time being. There's too many involved in this matter and its impossible for a solution to be reached in a short while." Ji Weng said calmly as his hands began to suppress the increasingly restless baby in his arms.

source: “娘！”游小默突然大吼一声。
en_us: "Mom!" You XiaoMo suddenly shouted.

source: “它们产过丝吗？”天修问道。
en_us: "Have they produced silk yet?" Tian Xiu asked.

source: “安啦！”游小默朝他挥下手，然后跑向右边。
en_us: "Don't worry!" You XiaoMo waved at him and ran to the right.

source: “安心，二师兄，我知道分寸的。”
en_us: "Don't worry, second-shixiong, I know."

source: “宝贝，是谁把你打成这样的？”黑熊看到地上的老板娘，脸色一变，立刻心疼的走过去将她扶起来，小心翼翼的动作生怕把他碰碎了一样。
en_us: "My darling, who did this to you?" Seeing the owner on the ground, Black Bera's expression twisted, immediately walking over and helping her up gently, like she might break, heart aching.

source: “实力差距太大？”天元捕捉到这个字眼。
en_us: “The difference in strength is too big?” Tian Yuan caught onto this wording.

source: “客人想必也听说鬼冢山脉是远古的战场，战场上陨落了许多大妖兽，这些大妖兽在远古都是赫赫有名的强者，他们大都会把收集来的宝贝放在芥子空间里，客人你想一想，他们一死，随身的芥子空间岂不是会崩溃？”
en_us: "Honored guests must have heard that the Ghost Tomb Mountain Ranges was an ancient battlefield. Many great demon beasts died on this battlefield. Each and every one of these great demon beasts were all famous experts in the ancient times. Most of them would put the treasures they collected into mustard seed dimensions. If you think about it, wouldn't the mustard space dimension that they carry with them collapse once they die?"

source: “客人，这是鬼冢山脉的地形图，你们应该很需要。”
en_us: "Honorable guests, this is a map of the Ghost Tomb Mountain Ranges, it'll probably come in handy."

source: “客官回来到现在还没吃东西吧，要不要小人让厨房给客官做一点吃？”掌柜连忙转移话题。
en_us: "Honored Guest has not eaten anything after coming back. Do you want this servant (小人) to ask the chef to make something for Honored Guest to eat?" The shopkeeper quickly changed the topic.

source: “客官误会了，小人只是想问问那些早饭合不合您的胃口，绝对没有其他的意思。”这个见他生气，连忙赔不是。
en_us: "Sir, you've misunderstood. I only wanted to ask if the breakfast was to your liking, I didn't mean anything else." When he saw You XiaoMo get angry, he hastily apologized.

source: “客官说的是，集九镇确实很排斥外来者，但也有一小部分人不排斥，比如小人，虽然收您那么贵的费用，但那也是迫不得已，如果表现得太突出，反而会被镇里的人排斥，您说对不对？”掌柜不慌不忙的答道。
en_us: "What you say is correct, the JiJiu Town was very excluding of outsiders but there was a small section that aren't, like me. Although we still charged you such an expensive rate, it was out of necessity. If we were to stand out, then would be targeted by the people of the town, wouldn't you agree?" With no rush, the shopkeeper answered calmly.

source: “客官请慢用，你们要的菜一会就上来。”
en_us: "Honored Guests, please enjoy (请慢用). The dishes you've ordered will be up in a moment."

source: “客官！”
en_us: "Sir!"

source: “客官，大侠，好汉，我们错了，求你放过我们吧！
en_us: "My good sirs, we were wrong, please let us go!"

source: “客官，您挑选的两套衣服是我店里最好的，不论是质量还是款式，所以这两套衣服我就算您便宜点，一套五百枚灵晶好了。”老板娘笑容灿烂，说得跟真的似的，但所有人都知道她在忽悠人。
en_us: "Sir, the two sets of clothing that you chose are the two finest ones in my shop, both in regards to quality and pattern, so I'll go a little lower on the price for these two sets of clothing for you. 500 spirit gems per set will be enough." The proprietress' smile was brilliant, and she spoke as if it was the truth, but everyone knew that she was just swindling him.

source: “客官，您这么早就起来了。”
en_us: "Customer, you're up early."

source: “客官，我听说五花街的成衣店发生了大事，有外来者在那里捣乱，不知道发生了什么事，您知道吗？”掌柜听形容据说是一个少年，内心有些忐忑。
en_us: "Honored Guest, I've heard that something big had happened in the garment store at Five Flowers Street (五花街). There was an outsider who stirred up trouble there, but I'm not sure what happened. Do you know of it?" The shopkeeper heard that it was a young man who caused the incident and he was somewhat apprehensive.

source: “宫长老，你这话是什么意思，难道那个少年有背景？”杨导师心有不满，面上去不敢表现出来。
en_us: "Elder Gong, what do you mean by this? Don't tell me that young man has powerful connections?" Teacher Yang was resentful but he did not dare to show it.

source: “寒潭里的水妖全毁了，湖边的灵草需要什么现在可以去挖了。”
en_us: "The Water Demons in the cold lake (寒潭) all died. If you want any magic herbs by the lake, you can get them now."

source: “对了，你打听得怎么样，古叔知道你身上的龙族血脉的事情吗？”游小默见凌霄走过来，顺口问道。
en_us: "Right, how did your information gathering go? Does Uncle Gu know of your Dragon Clan's bloodline?" You XiaoMo asked casually as he saw Ling Xiao approaching.

source: “对了，剩下的四滴精血，你也要用来提升实力吗，要不要我给你一枚心脉丹？”游小默问道，如果需要，他可以再炼几枚心脉丹，虽然他知道凌霄很强悍，但是如果可以减少点风险，花点时间也无妨。
en_us: "Oh right, are you going to use the other four drops to advance too? Do you want a Heart Meridian Pill?" You XiaoMo asked. If he needed it, he could refine a few more pills. Even though he knew of Ling Xiao's strength, if they could reduce the risks, spending a bit more time refining pills was worth it.

source: “导师，你这里多少灵晶能换一积分？”
en_us: "Teacher, how many spirit gems can be exchanged for one point?"

source: “导师，这个价格会不会太高了？”游小默表情不变的说道，他现在是有很多灵晶，但不代表别人坑他他就能无所谓的入套，又不是脑袋被驴踢了。
en_us: "Teacher, isn't this price too high?" You XiaoMo asked with an unchanging expression. He did have a lot of spirit gems now, but it did not mean that he was indifferent to others ripping him off. It was not like his head had been kicked by a donkey.

source: “小主人在出生的时候，身上就被主人下了一道禁制，那道禁制可以隔绝小主人身上那股与生俱来的强大能量，只要不是十二阶强者，是绝不可能发现小主人的存在，可是邢七却肯定的说出小主人在我身上的事实，所以他一定是事先知道，然后埋伏在这里的。”
en_us: "When the Young Master was born, Master put a seal (禁制) on him. That seal could isolate the inherently powerful energy that came from the Young Master's body. As long as it isn't a level twelve expert (十二阶强者), there's absolutely no way to discover the Young Master's existence. But Xing Qi will definitely talk about how the Young Master is with me, so he must have known beforehand and then ambushed this place."

source: “小乌龟，既然你没有名字，我帮你取个名字好不好？
en_us: "Little tortoise, how about I give you a name since you don't have one?

source: “小娃娃，你的话可是真的？”
en_us: "Hey kid, are you for real?"

source: “小子，你吃的饭菜都是你自己做的？”
en_us: "Hey, you, the food you ate, you made them?"

source: “小子，你的实力不错，可惜遇到了老子。”
en_us: "Boy, your strength level isn't bad. It's too bad you met this old man."

source: “小子，你胆子可真大，竟然敢打伤我哥哥，真是了不起啊！”
en_us: "Brat, you really are rather brave. You dare to hurt my older brother, impressive!"

source: “小子，吃我一记狼牙大铁锤！”
en_us: "Boy, eat my Wolf Fang Great Metal Hammer (狼牙大铁锤)!"

source: “小师弟，你们该不会不知道这道手续？”卫白低浅的声音顿时响起，带着一丝不可思议和一丝担忧。
en_us: "Little martial brother, do you not know the procedures here?" Wei Bai's low voice sounded, tone a little shocked and a little worried.

source: “小师弟，你想要这款灵酒？”
en_us: "Little-shidi (小师弟), you also want this spirit wine?"

source: “小师弟，谢谢你。”
en_us: "Little Brother, thank you."

source: “小秋，不要跟她们废话，立刻解决她们，以免夜长梦多。”另一名女侍立刻举着剑朝莫菲刺过去，招招致命。
en_us: "Xiao Qiu, let's not waste our breath on them and deal with them quickly, so that nothing unexpected happens." The other attendant immediately raised her sword and stabbed towards Mo Fei with it, her strikes fatal.

source: “少主，是否需要继续追查？”麟杭抛开杂念，拱手说道。
en_us: "Young master, should I continue to pursue him?" Lin Hang shook away his thoughts and asked, hands placed together.

source: “少爷，您莫忘了，火元素之心对您的价值比那滴精血要强一些，再者，您应该也不想输给那个人，若是让他超过您，族长之位是会被他抢过去的，眼下长老们皆把他当成宝，您必须行动才行。”老者继续劝慰道。
en_us: "Young Master, do not forget that the Fire Elemental Essence is much more valuable to you than that drop of blood essence. Moreover, I believe that you do not want to lose to that person too. If you let him surpass you, the seat of the Clan Head (族长之位) would be snatched away by him. At present, all the elders consider him as a treasure. You have to make a move." The elderly man continued to console (劝慰).

source: “少爷，这枚火元素之心对您有很大的作用，我们一定要拿下。”老者靠近云少，斩钉截铁的说道。
en_us: "Young Master, this Fire Elemental Essence will be of great effect to you. We must definitely take it." The elderly man approached Yun Shao as he resolutely and decisively advised.

source: “就你那错漏百出的话，想不知道都难。”游小默鄙视的说道。
en_us: "Your words were riddled with inconsistencies (错漏百出). It'll be difficult even if we wanted to be ignorant." You XiaoMo said in disdain.

source: “就在赤血家族那群人之中，走在后面，倒数第二个。”
en_us: He's among the ChiXue Family, at the back, second to last."

source: “就是白色那个。”游小默的目光落在第三排第五个坟墓上，这是一个白色的坟墓，不不管是石碑还是后面的坟包。
en_us: "It's the white-colored one." You XiaoMo's gaze landed on the fifth grave in the third row. This was a white-colored grave - not only the gravestone was white, but so was the burial mound behind it.

source: “就算不小心，也没人能奈何得了我。”
en_us: "Even if I'm not careful, no one can take me on."

source: “就算云琅是自己离开百鸟谷，大长老又凭什么断定不是天狗的人把他掳走的？”
en_us: "Even if YunLang had left the Hundred Birds Valley by himself, why is the Great Elder so convinced that it was not the people from TianGou who had captured him?"

source: “就算躲起来那也是正常的，对手可是赤血家族，谁敢去触赤血家族的霉头，要是我，我也躲着干脆不出现了。”
en_us: "It's normal even if they hid, their opponent is the ChiXue Clan. Who would dare to touch the brows of the ChiXue Clan? If it was me, I would hide away and simply refuse to come out."

source: “就这样？”
en_us: "Just like that?"

source: “就这脾性，亏你还是十神之一的强者，就这肚量，背地里嘲笑你的人肯定只多不少。”游小默小声的嘀咕道。
en_us: "With your attitude, I'm surprised you're still one of the Ten Gods. With your magnanimity, I'm certain that people are more likely to laugh at you behind your back than not," You XiaoMo quietly muttered.

source: “属下怀疑，抢走龙血和大闹玉仙城的人应该是同一个人，而且对方应是一名圣境强者……”星罗城主遂将那晚发生的事情巨细无床糜的说出来，包括金翅虫的事情。
en_us: "I suspect that the people who stole the dragon's blood and caused chaos in YuXian City are one and the same, and they're also a sacred level powerhouse...." The City Master of Xing Luo City began to recount everything that had occurred that day in great detail, even the Golden Winged Insects.

source: “崇高圣洁？”莫菲嘲讽道，她现在只觉得胸口气血翻腾，怎么也忍不住口出恶言，脑中一遍遍的闪过那些人夸赞夏音贬低她们的话。
en_us: "Majestic and pure?" Mo Fei sneered. She now felt her qi and blood in the pit of her stomach raging and she could not help but voice out her malicious words. Flashing over and over in her mind were the words of those who praised Xia Yin and belittled them.

source: “差不多，你准备什么时候开始通知我一声。”凌霄一口喝完剩下的灵酒，他心里有一个大胆的想法，不过不是现在实行。
en_us: "About the same. Tell me when you're about to start." Ling Xiao finished the remainder of the spirit wine in one gulp. He had a bold idea in his mind, but it was not time to implement it now.

source: “师傅对你可真好，什么任务都交给你。”苏朗阴阳怪气的说道，语气带着说不清的嫉妒，他也想帮师傅的忙，但师傅每次有任务都会先考虑大师兄，除非人手不够才会找他，让他嫉妒不已。
en_us: "Shifu is so good towards you. He gives you all kinds of responsibilities." Su Lang said with a strangely dark tone that carried a hint of unexplainable jealousy. He also helped shifu out, but every time shifu had a task he would always consider da-shixiong first. He would only come to find Su Lang if there weren't enough people, and it made him very jealous.

source: “师傅确实补是丹师，但是他身边会炼丹的人却不少，我听说祖玛大人最近在收集十二级的灵草，其中有一株正是心灵花草，祖玛大人是师傅的心腹，我可以把灵草献给师傅，让师傅给祖玛大人。”苏朗为自己的计划得意洋洋，要不是灵草被人截走，这会他已经拿到了。
en_us: "Indeed, shifu isn't a mage, but there are quite a few people at his side who know how to refine pills. I heard that Lady Zuma (祖玛大人??) has been collecting level twelve magic herbs recently, one of which includes the Heart Flower Herb. Lady Zuma is one of shifu's trusted subordinates, so I can offer the magic herb to shifu and let him give it to Lady Zuma." Su Lang was very proud of his own plan. If it weren't for the fact that the magic herb had been stolen away by someone else, he would've already gotten it by now.

source: “师弟，你这是怎么啦，是谁惹你让你生这么大的气？”
en_us: "Shidi, what's wrong with you? Who made you so angry?"

source: “师弟，都已经过了半个多月，你确定他们还会来吗？”
en_us: "Shi Di, it's already been half a month. Are you sure they'll come?"

source: “帝王兽？”一名黑袍人忍不住倒吸一口气，虽然实力不如对方，但是却能看得出来男子本体是一头帝王兽，实力为十二阶。
en_us: "Emperor Beast?" One of the four couldn't help but suck in a breath of air. Even though he wasn't as strong as their opponent, he could clearly tell that the man's original form was that of a Level Twelve Emperor Beast.

source: “带你去看一场好戏，要不要？”
en_us: "How about I take you to watch a show?"

source: “干什么？”男人眯起眼睛，用一种宠溺般的嫌弃语气说道：“好不容易找到这个蠢货，当然得好好了解下他又做了些什么蠢事。”
en_us: "What am I going to do?" The man narrowed his eyes and said in a pampering and despising tone (一种宠溺般的嫌弃语气), "I've finally found this dunce after much difficulty. Naturally, I have to properly understand what sort of stupid things he did again."

source: “干得好，快把他抓住了！”
en_us: "Great job, quickly grab onto him!"

source: “干得好，我们就借这个机会给那个人一个教训，竟然敢吃光本大王最喜爱的火鸡，绝对不可饶恕！”
en_us: "Well done, we'll take this opportunity to teach that person a lesson. He dared to eat all of the turkeys that I like the most, there's no way we can let him off easily!"

source: “应该不是。”凌霄说道，“东洲的但是数量非常少，所以导致灵草的市场不如灵丹好，开铺卖灵草的人自然也就少。”
en_us: "That's probably not it." Ling Xiao said, "There was only a small proportion of mages in Dong Zhou, thus the market for magic herbs weren't as good as magic pills. Due to that, the shops for magic herbs are far and few between."

source: “应该就在前面，感觉不出恶意，就只是单纯的召唤一样。”游小默摸不准到底是什么东西在召唤他，有些犹豫不决。
en_us: "It should be right in front of us. It doesn't seem to have any malice, as if it's only simply calling me." You XiaoMo couldn't place what exactly was calling him, and he was a little unsure.

source: “应该死准备相互分享吧。”凌霄淡淡的说道。
en_us: "It could be that they were prepared to share with each other." (应该死准备相互分享吧) Ling Xiao indifferently injected.

source: “张少，你放心，这枚空间符一定是你的。”肥仔旁边一狗腿很是殷勤的对他露出献媚的笑容。
en_us: "Don't worry, young master Zhang, this teleportation talisman is definitely yours." A few sycophants around the man attentively smiled at him in a clear attempt to suck up to him.

source: “当人，不然你以为还有什么呢？”游小默无辜的眨眨眼睛，他真的什么都不知道。
en_us: "Of course. What else do you think there is?" You XiaoMo innocently blinked. He really knew nothing at all.

source: “当时那种情况下，谁管他们长什么样，而且是不是他们有什么关系，难道你还想上去跟他们打声招呼？”男人随口说道。
en_us: "Who would care what they look like under those sort of circumstances, and what does it matter whether they're the same two people? Don't tell me that you still want to go up and say hello to them?" The man casually said.

source: “当然。”乔无星肯定的点点头。
en_us: "Of course." Qiao WuXing nodded in certainty.

source: “当然。”游小默肯定的点点头，玄泽的实力是十一阶一星，在他这个年龄阶段确实很了不起的，普通人就是修炼万年都未必能有他这个成就，他的傲慢确实有资本，不过他越是骄傲，他就特别想揍趴他。
en_us: "Of course." You Xiaomu nodded in affirmation. Xuan Ze's strength was at one star Level Eleven. This progress was really remarkable at his age. Ordinary people may not have this achievement even after ten thousand years of cultivating. There was a basis to his arrogance, but the more arrogant he was, the more he wanted to beat Xuan Ze into the ground (揍趴).

source: “当然不是。”掌柜说道，“我看那两个人短时间内应该还不会离开集九镇，其中一个男人似乎受了伤，他们很可能是想留在集九镇把伤养好，只要他们还留在客栈里，我们有的是机会。”
en_us: "Of course not." The shopkeeper replied, "From what I see, those two wouldn't be leaving the JiJiu Town anytime soon. One of them seemed injured. It's likely that they would stay until his wounds were healed. As long as they were still in the inn, we have plenty of chances.'

source: “当然不是，你以为什么人都可以嫁祸给我吗？”
en_us: "Of course not, you think I'd let just anyone frame us?"

source: “当然想。”游君其落寞地道：“我无时无刻不在想我的妻儿，可惜我不能去找他们，我大哥不会放过我，如果让他知道我妻儿的存在，他一定不会放过他们。”
en_us: "Of course I do." You JunQi said desolately, "There's no moment I don't miss my wife and son, but I can't go find them. My big brother won't let me off, and if he knew about the existence of my wife and son, he definitely wouldn't let them off either."

source: “当然是要为未来做准备啊，你想想，我现在把十一二级的灵草种到灵草田里，几万年后不就可以收获了，早做准备，省得老了以后后悔诶！”
en_us: "Of course these are preparations for the future ah. Think about it, if I plant the level eleven and twelve magic herbs into my magic herb fields now, wouldn't I be able to reap my gains after tens of thousands of years (几万年)? It's better to prepare early, rather than regretting it after growing old!"

source: “当然有。”天恨老大不爽的插画道，“只有从未产过金丝的金翅虫才有可能产出坚韧十倍的金丝，而且必须是一公一母。”
en_us: "Of course it does." Tian Hen interrupted, sounding displeased. "Only Golden Winged Insects that have never produced golden silk before can produce golden silk ten times as durable. And they must be a pair, one male one female."

source: “当然有，你又不是不知道，妖凰族特别仇视麒麟族，虽然没有夸张到见面就打打杀杀，但是暗地里放冷箭的却是经常的事，所以妖凰族就借口这个叫凌霄的男人的血脉玷污了他们妖凰族纯正的血脉，实际上因为他有一半的麒麟族血脉，所以趁机想杀了他。”
en_us: "Of course there is. It's not like you don't know that the Demon Phoenix Clan absolutely hates the Qilin Clan. Although it wasn't as exagerated as fighting upon every meeting, but secretly stabing them in the back was normal. (暗地里放冷箭) Therefore, the Demon Phoenix Clan was taking Ling Xiao's tainted bloodline as an excuse, saying that it tarished their pure bloodline. But in reality, it's because he is half Qilin that they want to kill him."

source: “很可惜，让你失望了！”凌霄说《“以你闯祸的本事，我担心等你出来会把古玛部落的高手一并给带出来。”
en_us: "To bad for you, you're going to be disappointed!" Ling Xiao continued, "With your troublemaking skills, I'm afraid you'll come out with every powerhouse of the Guma Tribe."

source: “很可能是黑蜘蛛。”青年跑过来，简单的将黑蜘蛛和赤血家族临阵脱逃的事说了一遍。
en_us: "It's very likely by the Black Spiders." The young man ran over and quickly explained that the Vermillion Blood Clan and the Black Spider had deserted the battle.

source: “很好。”游小默对三只小妖兽弃暗投明的行为表示很满意，不愧是他宠爱的妖兽，没白疼他们。
en_us: "Well done." You XiaoMo praised the three small demon beasts, expressing his pleasure at their actions of renouncing the dark and seeking the light. They really proved themselves to be the demon beasts that he favored the most. It looked like he didn't dote on them for nothing.

source: “很好，不枉我等了两个月。”
en_us: "Very good. My two months of waiting haven't been wasted."

source: “很好，现在有什么想法？”
en_us: "Very good. So now what are you thinking?"

source: “很着急？”游小默道。
en_us: "You're in hurry?" You XiaoMo asked.

source: “很高兴你们终于意识到自己犯了什么愚蠢的错误。”天刀淡淡的开口了。
en_us: "I'm glad you've finally realized what stupid mistakes you have made." Tian Dao indifferently injected.

source: “很高兴你认识到这一点，不过我要纠正你一点，正在逃命的人是你跟我，最后，我们已经不需要逃了。”说完最后一句话，凌霄停了下来。
en_us: "I'm very happy that you understand this point. However, I have to correct you on something. The people running for their lives right now are you and me, and finally, we don't need to run anymore." After finishing the last sentence, Ling Xiao stopped.

source: “怎、怎么样？”游小默急忙问道。
en_us: "How, how is it?" You XiaoMo hastily asked.

source: “怎么个吸引法？”游小默一头雾水，一滴血没有意识的血能吸引人，扯谈吧，又不是吸血鬼。
en_us: "Lure how?" You XiaoMo was confused. A drop of blood purposefully luring someone? Bullshit, it wasn't like Ling Xiao was a vampire.
